/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Priedai (%d)";

/* Old singular title format */
"AttachmentsKey" = "Priedas (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Pridėti priedą";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fotografuoti";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Nuotraukų biblioteka";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Priedas %d panaikintas";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Failai";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Atšaukti";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Pavadinimas";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Pastabos";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Reikšmė";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ĮSPĖJIMAS: „FUIFormCell“ „UITableViewController“ „navigationController“ yra nulis. „FUIAttachmentsFormCell“ ir „ListPickerFormCell“ neveiks tinkamai.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d val. %d min.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Trukmė";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "val.";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "val.";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Pasirinkta";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Visi";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Pasirinkta (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Dukart bakstelėkite, norėdami peržiūrėti %d pasirinktas pozicijas.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Dukart bakstelėkite, norėdami peržiūrėti pasirinktas pozicijas.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Ar tikrai norite atmesti savo pasirinkimus?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Atmesti keitimus";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Toliau redaguokite";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Taikyti";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Įspėjimas: paieška išjungta, nes ypatybės „listPickerSearchResultsUpdating“, esančios „ListPickerFormCell“, reikšmė yra nulis.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Žymėti viską";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Atžymėti viską";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Uždaryti";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "daugiau";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Mažiau";

/* The string for switch button */
"SwitchBUttonKey" = "Perjungimo mygtukas";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "įjungta";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "išjungta";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dukart bakstelėkite, kad perjungtumėte parametrą";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Rūšiuoti pagal";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Nepasirinkta";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Dukart bakstelėkite, kad perjungtumėte pasirinkimą";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Dukart bakstelėkite, kad perjungtumėte išdėstymo tvarką";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "tai %@ slankiklis, kurio maksimali reikšmė yra %@, o minimali reikšmė – %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "jei norite keisti slankiklio reikšmę, pasirinkę elementą galite braukti aukštyn / žemyn";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Dabartinė vertė yra %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Dabartinė vertė pakeista į %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Laukas tik skaityti";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Simbolių nebeliko";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Sumažinkite simbolių skaičių";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatyvi įvesties operacija";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Mygtukas";

/* Clear Text button title */
"ClearTextKey" = "Valyti tekstą";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Įvesties tekstas išvalytas";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Norėdami atidaryti, bakstelėkite du kartus";

"DoubleTapToCollapseKey" = "Norėdami sutraukti, bakstelėkite du kartus";

"DoubleTapToSelectFromList" = "Norėdami pasirinkti iš sąrašo, bakstelėkite du kartus";

"DoubleTapToSelect" = "Norėdami pažymėti, bakstelėkite du kartus";

"DoubleTapToUnselect" = "Norėdami atžymėti, bakstelėkite du kartus";

"FlashKey" = "Blykstė";

"FlashIsTurnedOnKey" = "Blykstė įjungta";

"FlashIsTurnedOffKey" = "Blykstė išjungta";

"DoubleTapToTurnOnFlashKey" = "Norėdami įjungti blykstę, bakstelėkite du kartus";

"DoubleTapToTurnOffFlashKey" = "Norėdami išjungti blykstę, bakstelėkite du kartus";

/* FUIStepperView tip */
"StepperTipKey" = "Tai steperis, kurį galima redaguoti";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Tai steperis, kurio negalima redaguoti";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maksimali reikšmė yra %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimali reikšmė yra %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Padidinti reikšmę 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Sumažinti reikšmę 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Dabartinė vertė yra";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtruoti";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Rezultatai \\(filteredNum) iš \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Rodyti \\(filteredNum) elem.";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Nustatyti iš naujo";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Tai yra koreguojamas slankiklis, minimali reikšmė yra %@, maksimali reikšmė yra %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Tai yra nekoreguojamas slankiklis, minimali reikšmė yra %@, maksimali reikšmė yra %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Tai yra koreguojamas intervalo slankiklis, minimali reikšmė yra %@, maksimali reikšmė yra %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Tai yra nekoreguojamas intervalo slankiklis, minimali reikšmė yra %@, maksimali reikšmė yra %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "slankiklio reikšmės teksto laukas";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "mažesnės reikšmės teksto laukas";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "didesnės reikšmės teksto laukas";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Norėdami įvesti konkrečią reikšmę, bakstelėkite du kartus";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "slankiklio reguliatorius, dabartinė reikšmė yra";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "norėdami pakeisti reikšmę, slinkite aukštyn arba žemyn";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "mažesnio intervalo slankinio reguliatorius, dabartinė reikšmė yra";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "norėdami pakeisti mažesnę reikšmę, slinkite aukštyn arba žemyn";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "didesnio intervalo slankinio reguliatorius, dabartinė reikšmė yra";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "norėdami pakeisti didesnę reikšmę, slinkite aukštyn arba žemyn";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "dabartinė reikšmė yra %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "dabartinė mažesnė reikšmė yra %@, didesnė reikšmė yra %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d iš %d žvaigždučių";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Norėdami pakoreguoti reikšmę, bakstelėkite du kartus ir vilkite į kairę arba dešinę";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Brūkšninio kodo nuskaitymas";

"BarcodeScanHintKey" = "Norėdami nuskaityti, bakstelėkite du kartus";

